Repository: Floxn/news-bundle
Catalog: src/Resources/contao/languages/*/*_news.xlf
Languages: el

# tl_news.headline.0
source: Title
el: Τίτλος

# tl_news.headline.1
source: Please enter the news title.
el: Συμπληρώστε το τίτλου του νέου

# tl_news.alias.0
source: News alias
el: Alias νέου

# tl_news.alias.1
source: The news alias is a unique reference to the article which can be called instead of its numeric ID.
el: Το alias του νέου είναι μια μοναδική αναφορά του άρθρου που μπορεί να καλεστεί αντί του αριθμητικού του ID.

# tl_news.author.0
source: Author
el: Συγγραφέας

# tl_news.author.1
source: Here you can change the author of the news item.
el: Εδώ μπορείτε να αλλάξετε τον συγγραφέα του νέου.

# tl_news.date.0
source: Date
el: Ημερομηνία

# tl_news.date.1
source: Please enter the date according to the global date format.
el: Συμπληρώστε την ημερομηνία βάση του διεθνούς προτύπου ημερομηνίας

# tl_news.time.0
source: Time
el: Ώρα

# tl_news.time.1
source: Please enter the time according to the global time format.
el: Συμπληρώστε την ώρα βάση του διεθνούς προτύπου ώρας

# tl_news.subheadline.0
source: Subheadline
el: Υπότιτλος

# tl_news.subheadline.1
source: Here you can enter a subheadline.
el: Συμπληρώστε τον υπότιτλο.

# tl_news.teaser.0
source: News teaser
el: Teaser του νέου

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full article. A "read more …" link will be added automatically.
el: Το teaser του νέου μπορεί να προβληθεί στην λίστα νέων αντί του πλήρους κειμένου του άρθρου. Θα προστεθεί ο σύνδεσμος "Περισσότερα..." αυτόματα.

# tl_news.text.0
source: News text
el: Κείμενο νέου

# tl_news.text.1
source: Here you can enter the news text.
el: Συμπληρώστε το πλήρες κείμενο του νέου

# tl_news.addImage.0
source: Add an image
el: Εισαγωγή εικόνας

# tl_news.addImage.1
source: Add an image to the news item.
el: Εισαγωγή εικόνας στο νέο.

# tl_news.addEnclosure.0
source: Add enclosures
el: Προσθήκη συννημένων

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
el: Προσθήκη ενός ή περισσοτέρων αρχείων για κατέβασμα.

# tl_news.enclosure.0
source: Enclosures
el: Συννημένα

# tl_news.enclosure.1
source: Please choose the files you want to attach.
el: Επιλέξτε τα αρχεία που θέλετε να επισυνάψετε

# tl_news.source.0
source: Redirect target
el: Ανακατεύθυνση προορισμού

# tl_news.source.1
source: Here you can override the default redirect target.
el: Εδώ μπορείτε να παρακάμψετε τον προκαθορισμένο προορισμό.

# tl_news.default.0
source: Use default
el: Χρήση προεπιλεγμένου

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
el: Πατώντας το σύνδεσμο "Περισσότερα", ο επισκέπτης θα μεταφερθεί στην προκαθορισμένη σελίδα ανάγνωσης των νέων.

# tl_news.internal.0
source: Page
el: Σελίδα

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
el: Πατώντας το σύνδεσμο "Περισσότερα...", ο επισκέπτης θα μεταφερθεί σε κάποια σελίδα.

# tl_news.article.0
source: Article
el: Άρθρο

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
el: Πατώντας το σύνδεσμο "Περισσότερα...", ο επισκέπτης θα μεταφερθεί σε κάποιο άρθεο.

# tl_news.external.0
source: External URL
el: Εξωτερικό URL

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
el: Πατώντας το σύνδεσμο "Περισσότερα...", ο επισκέπτης θα μεταφερθεί σε εξωτερικό website.

# tl_news.jumpTo.0
source: Redirect page
el: Σελίδα ανακατεύθυνσης

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
el: Επιλέξτε την σελίδα στην οποία θα μεταφέρονται οι επισκέπτες όταν θα πατήσουν κάποιο νέο.

# tl_news.articleId.0
source: Article
el: Άρθρο

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
el: Επιλέξτε το άρθρο στο οποίο θα μεταφέρονται οι επισκέπτες όταν θα πατήσουν κάποιο νέο.

# tl_news.cssClass.1
source: Here you can enter one or more classes.
el: Εδώ μπορείτε να συμπληρώσετε μια η περισσότερες κλάσεις του CSS

# tl_news.noComments.0
source: Disable comments
el: Επενεργοποίηση σχολίων

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
el: Να μην επιτρέπετε οι χρήση σχολίων για το συγκεκριμένο νέο.

# tl_news.featured.0
source: Feature item
el: Προβεβλημένο στοιχείο

# tl_news.featured.1
source: Show the news item in a featured news list.
el: Προβολή του νέου στην λίστα προβεβλημένων νέων.

# tl_news.published.0
source: Publish item
el: Δημοσίευση στοιχείου

# tl_news.published.1
source: Make the news item publicly visible on the website.
el: Κάντε το νέο ορατό για το κοινό του website

# tl_news.start.0
source: Show from
el: Προβολή από

# tl_news.start.1
source: Do not show the news item on the website before this day.
el: Το νέο δεν θα είναι ορατό πριν την συγκεκριμένη μέρα.

# tl_news.stop.0
source: Show until
el: Προβολή μέχρι

# tl_news.stop.1
source: Do not show the news item on the website on and after this day.
el: Το νέο δεν θα είναι ορατό στο website μετά από και την συγκεκριμένη μέρα.

# tl_news.tstamp.0
source: Revision date
el: Ημερομηνία αναθεώρησης

# tl_news.tstamp.1
source: Date and time of the latest revision
el: Ημερομηνία και ώρα την τελευταίας αναθεώρησης

# tl_news.title_legend
source: Title and author
el: Τίτλος και συγραφέας

# tl_news.date_legend
source: Date and time
el: Ημερομηνία και ώρα

# tl_news.teaser_legend
source: Subheadline and teaser
el: Υπότιτλος και teaser

# tl_news.text_legend
source: News text
el: Κείμενο νέου

# tl_news.image_legend
source: Image settings
el: Ρυθμίσεις εικόνας

# tl_news.enclosure_legend
source: Enclosures
el: Συννημένα

# tl_news.source_legend
source: Redirect target
el: Ανακατεύθυνση προορισμού

# tl_news.expert_legend
source: Expert settings
el: Ρυθμίσεις για προχωρημένους

# tl_news.publish_legend
source: Publish settings
el: Ρυθμίσεις δημοσίευσης

# tl_news.new.0
source: New article
el: Νέο άρθρο

# tl_news.new.1
source: Create a new news article
el: Δημιουργία καινούργιου άρθρου νέων

# tl_news.show.0
source: Article details
el: Λεπτομέρειες άρθρου

# tl_news.show.1
source: Show the details of news article ID %s
el: Προβολή λεπτομερειών του νέου ID %s

# tl_news.edit.0
source: Edit article
el: Επεξεργασία άρθρου

# tl_news.edit.1
source: Edit news article ID %s
el: Επεξεργασία του νέου ID %s

# tl_news.copy.0
source: Duplicate article
el: Αντιγραφή άρθρου νέου

# tl_news.copy.1
source: Duplicate news article ID %s
el: Αντιγραφή του άρθρου νέου ID %s

# tl_news.cut.0
source: Move article
el: Μετακίνηση άρθρου

# tl_news.cut.1
source: Move news article ID %s
el: Μετακίνηση του άρθρου νέου ID %s

# tl_news.delete.0
source: Delete article
el: Διαγραφή άρθρου

# tl_news.delete.1
source: Delete news article ID %s
el: Διαγραφή του νέου άρθρου ID %s

# tl_news.toggle.0
source: Publish/unpublish article
el: Δημοσίευση/Μη δημοσίευση άρθρου

# tl_news.toggle.1
source: Publish/unpublish news article ID %s
el: Δημοσίευση/Μη δημοσίευση του άρθρου νέου ID %s

# tl_news.feature.0
source: Feature/unfeature article
el: Προβεβλημένο/Κανονικό άρθρο

# tl_news.feature.1
source: Feature/unfeature news article ID %s
el: Προβεβλημένο/Κανονικό άρθρο νέου ID %s

# tl_news.editheader.0
source: Edit archive settings
el: Επεξεργασία ρυθμίσεων αρχειοθέτησης

# tl_news.editheader.1
source: Edit the archive settings
el: Επεξεργασία ρυθμίσεων αρχειοθέτησης

# tl_news.editmeta.0
source: Edit article settings
el: Επεξεργασία ρυθμίσεων άρθρου

# tl_news.editmeta.1
source: Edit the article settings
el: Επεξεργασία ρυθμίσεων άρθρου

# tl_news.pasteafter.0
source: Paste into this archive
el: Επικόλληση σε αυτήν την αρχειοθέτηση

# tl_news.pasteafter.1
source: Paste after news article ID %s
el: Επικόλληση μετά το άρθρο νέου ID %s
