Repository: Floxn/news-bundle
Catalog: src/Resources/contao/languages/*/*_news_archive.xlf
Languages: pt_br

# tl_news_archive.title.0
source: Title
pt_br: Título

# tl_news_archive.title.1
source: Please enter a news archive title.
pt_br: Por favor insira um título para a reportagem.

# tl_news_archive.jumpTo.0
source: Redirect page
pt_br: Página de redirecionamento

# tl_news_archive.jumpTo.1
source: Please choose the news reader page to which visitors will be redirected when clicking a news item.
pt_br: Por favor, escolha para qual página do leitor de notícias os visitantes serão redirecionados ao clicar em um item de notícias.

# tl_news_archive.allowComments.0
source: Enable comments
pt_br: Habilitar comentários

# tl_news_archive.allowComments.1
source: Allow visitors to comment news items.
pt_br: Permitir que os visitantes comentem as notícias.

# tl_news_archive.notify.0
source: Notify
pt_br: Notificar

# tl_news_archive.notify.1
source: Please choose who to notify when comments are added.
pt_br: Por favor escolha quem notificar quando comentários são adicionados.

# tl_news_archive.sortOrder.0
source: Sort order
pt_br: Ordem de classificação

# tl_news_archive.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
pt_br: Por padrão, comentários são ordenados ascendentemente, começando pelo mais antigo.

# tl_news_archive.perPage.0
source: Comments per page
pt_br: Comentários por página

# tl_news_archive.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
pt_br: Número de comentários por página. Defina como 0 para desabilitar a navegação.

# tl_news_archive.moderate.0
source: Moderate comments
pt_br: Moderar comentários

# tl_news_archive.moderate.1
source: Approve comments before they are published on the website.
pt_br: Aprovar comentários antes de serem publicados no site.

# tl_news_archive.bbcode.0
source: Allow BBCode
pt_br: Permitir BBCode

# tl_news_archive.bbcode.1
source: Allow visitors to format their comments with BBCode.
pt_br: Permitir visitantes formatem seus comentários com BBCode.

# tl_news_archive.requireLogin.0
source: Require login to comment
pt_br: Exigir login para comentar

# tl_news_archive.requireLogin.1
source: Allow only authenticated users to create comments.
pt_br: Permitir apenas usuários que autenticados comentem.

# tl_news_archive.disableCaptcha.0
source: Disable the security question
pt_br: Desabilitar pergunta de segurança

# tl_news_archive.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
pt_br: Use essa opção apenas se você limitou os comentários aos usuários autenticados.

# tl_news_archive.protected.0
source: Protect archive
pt_br: Proteger arquivo

# tl_news_archive.protected.1
source: Show news items to certain member groups only.
pt_br: Mostrar notícias para determinados grupos de membros.

# tl_news_archive.groups.0
source: Allowed member groups
pt_br: Permitido membros de grupos

# tl_news_archive.groups.1
source: These groups will be able to see the news items in this archive.
pt_br: Estes grupos serão capazes de ver as notícias neste arquivo.

# tl_news_archive.tstamp.0
source: Revision date
pt_br: Data de revisão

# tl_news_archive.tstamp.1
source: Date and time of the latest revision
pt_br: Dia e hora da última revisão

# tl_news_archive.title_legend
source: Title and redirect page
pt_br: Título e página de redirecionamento

# tl_news_archive.comments_legend
source: Comments
pt_br: Comentários

# tl_news_archive.protected_legend
source: Access protection
pt_br: Proteção de acesso

# tl_news_archive.notify_admin
source: System administrator
pt_br: Administrador do sistema

# tl_news_archive.notify_author
source: Author of the news item
pt_br: Autor da notícia

# tl_news_archive.notify_both
source: Author and system administrator
pt_br: Autor e administrador do sistema

# tl_news_archive.new.0
source: New archive
pt_br: Novo arquivo

# tl_news_archive.new.1
source: Create a new archive
pt_br: Criar um novo arquivo

# tl_news_archive.show.0
source: Archive details
pt_br: Detalhes do Arquivo

# tl_news_archive.show.1
source: Show the details of archive ID %s
pt_br: Mostrar os detalhes do arquivo de ID %s

# tl_news_archive.edit.0
source: Edit archive
pt_br: Editar arquivo

# tl_news_archive.edit.1
source: Edit archive ID %s
pt_br: Editar aqruivo de ID %s

# tl_news_archive.editheader.0
source: Edit archive settings
pt_br: Editar configurações de arquivo

# tl_news_archive.editheader.1
source: Edit the settings of archive ID %s
pt_br: Editar configurações de arquivo com ID %s

# tl_news_archive.copy.0
source: Duplicate archive
pt_br: Duplicar arquivo

# tl_news_archive.copy.1
source: Duplicate archive ID %s
pt_br: Duplicar arquivo com ID %s

# tl_news_archive.delete.0
source: Delete archive
pt_br: Deletar arquivo

# tl_news_archive.delete.1
source: Delete archive ID %s
pt_br: Deletar arquivo com ID %s

# tl_news_archive.comments.0
source: Comments
pt_br: Comentários

# tl_news_archive.comments.1
source: Show comments of archive ID %s
pt_br: Mostrar comentários do arquivo de ID %s

# tl_news_archive.feeds.1
source: Manage RSS feeds
pt_br: Gerenciar RSS feeds
