Repository: Floxn/news-bundle
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: pt_br

# MOD.news.0
source: News
pt_br: Notícias

# MOD.news.1
source: Manage news and export them as RSS or Atom feed
pt_br: Gerencia as notícias e exporta como RSS ou Atom feed

# MOD.tl_news_feed
source: News feeds
pt_br: Feeds de notícias

# FMD.news
source: News
pt_br: Notícias

# FMD.newslist.0
source: Newslist
pt_br: Lista de notíicias

# FMD.newslist.1
source: Adds a list of news items to the page
pt_br: Adiciona uma lista de notícias à página

# FMD.newsreader.0
source: Newsreader
pt_br: Leitor de Notícias

# FMD.newsreader.1
source: Shows the details of a news item
pt_br: Mostra os detalhes do item de notícias

# FMD.newsarchive.0
source: News archive
pt_br: Arquivo de notícias

# FMD.newsarchive.1
source: Adds a news archive to the page
pt_br: Adiciona um arquivo de notícias à página

# FMD.newsmenu.0
source: News archive menu
pt_br: Menu de arquivo de notícias

# FMD.newsmenu.1
source: Generates a navigation menu to browse the news archive
pt_br: Gera um menu de navegação para procurar o arquivo de notícias
